Revit 2027 API
ParameterTypeId.PhyMaterialParamResistanceCalcStrength Property
 "Resistance calculation strength"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamResistanceCalcStrength { get; }
Public Shared ReadOnly Property PhyMaterialParamResistanceCalcStrength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamResistanceCalcStrength {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamResistanceCalcStrength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace